Repository: LeaderBoy/i18n-ios-xcstrings
Catalog: i18n-ios-xcstrings/Localizable2.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt, ru, th, tr, zh_hans, zh_hk, zh_tw

source: Global Sound
ar: الصوت العالمي
de: Globaler Ton
es: Sonido global
fr: Son global
it: Suono globale
ja: グローバルサウンド
ko: 글로벌 사운드
nl: Globaal geluid
pl: Dźwięk globalny
pt: Som global
ru: Глобальный звук
th: เสียงทั่วโลก
tr: Global Ses
zh_hans: 全局声音
zh_hk: 全局聲音
zh_tw: 全球聲音

source: Guzheng
ar: قانون
ja: 古筝
ko: 거문고
ru: Гужэн
th: กูจึง
zh_hans: 古筝
zh_hk: 古箏
zh_tw: 古箏

source: Haptic
ar: تفاعلي
de: Haptik
es: Háptico
fr: Haptique
it: Haptico
ja: 触覚
ko: 진동
nl: Haptisch
pt: Háptico
ru: Тактильная обратная связь
th: แรงสั่น
tr: Haptik
zh_hans: 震感反馈
zh_hk: 震感反饋
zh_tw: 觸覺

source: Haptic Type
ar: نوع الحدة
de: Haptisches Feedback
es: Tipo Háptico
fr: Type haptique
it: Tipo haptico
ja: 触覚タイプ
ko: 햅틱 유형
nl: Haptisch Type
pl: Typ haptycznyH
pt: Tipo Háptico
ru: Тип тактильной обратной связи
th: ประเภทแรงสั่น
tr: Haptik Tür
zh_hans: 触感类型
zh_hk: 觸覺反饋類型
zh_tw: 震動類型

source: Haptics
ar: حدة
de: Haptik
es: Hápticos
fr: Haptiques
ja: 触覚
ko: 햅틱스
nl: Haptiek
pl: aptiki
pt: Hápticos
ru: Тактильная связь
tr: Haptikler
zh_hans: 触觉
zh_hk: 觸覺反饋
zh_tw: 觸覺反饋

source: Heavy
ar: ثقيل
de: Schwer
es: Pesado
fr: Lourd
it: Pesante
ja: 重い
ko: 무거운
nl: Zwaar
pl: Ciężki
pt: Pesado
ru: Тяжелый
th: หนัก
tr: Ağır
zh_hans: 重
zh_hk: 重
zh_tw: 重

source: Help Docs
ar: مساعدة الوثائق
de: Hilfe-Dokumente
es: Documentos de ayuda
fr: Aide Docs
it: Documenti di Aiuto
ja: ヘルプドキュメント
ko: 도움말 문서
pl: Pomoc Dokumenty
pt: Documentos de Ajuda
ru: Справочные документы
th: เอกสารความช่วยเหลือ
tr: Yardım Dosyaları
zh_hans: 帮助文档
zh_hk: 幫助文檔
zh_tw: 說明文件

source: Hide
ar: إخفاء
de: Verbergen
es: Ocultar
fr: Cacher
it: Nascondi
ja: 非表示
ko: 숨기기
nl: Verbergen
pl: Ukryj
pt: Esconder
ru: Скрыть
th: ซ่อน
tr: Gizle
zh_hans: 隐藏
zh_hk: 隱藏
zh_tw: 隱藏

source: How to add desktop widget?
ar: كيفية إضافة واجهة سطح المكتب؟
de: Wie füge ich ein Desktop-Widget hinzu?
es: ¿Cómo agregar un widget de escritorio?
fr: Comment ajouter un widget de bureau ?
it: Come aggiungere il widget del desktop?
ja: デスクトップウィジェットを追加する方法は？
ko: 데스크톱 위젯을 어떻게 추가하나요?
nl: Hoe voeg je een desktopwidget toe?
pl: Jak dodać widget na pulpicie?
pt: Como adicionar widget de desktop?
ru: Как добавить виджет на рабочий стол?
th: วิธีการเพิ่มวิดเจ็ตบนหน้าจอ
tr: Masaüstü takoz nasıl eklenir?
zh_hans: 如何添加桌面小组件？
zh_hk: 如何添加桌面小組件？
zh_tw: 如何新增桌面小工具？

source: How to add widget?
ar: كيفية إضافة واجهة؟
de: Wie füge ich ein Widget hinzu?
es: ¿Cómo agregar un widget?
fr: Comment ajouter un widget ?
it: Come aggiungere un widget?
ja: ウィジェットを追加する方法は？
ko: 위젯을 어떻게 추가하나요?
nl: Hoe voeg je een widget toe?
pl: Jak dodać widget?
pt: Como adicionar widget?
ru: Как добавить виджет?
th: วิธีการเพิ่มวิดเจ็ต
tr: Takoz nasıl eklenir?
zh_hans: 如何添加桌面小组件？
zh_hk: 如何添加桌面小組件？
zh_tw: 如何新增小工具？

source: Human Voice
ar: الصوت البشري
de: Menschliche Stimme
es: Voz humana
fr: Voix humaine
it: Voce umana
ja: 人間の声
ko: 인간의 목소리
nl: Menselijke stem
pl: Głos ludzki
pt: Voz humana
ru: Человеческий голос
th: เสียงมนุษย์
tr: İnsan Sesi
zh_hans: 真人发音
zh_hk: 真人發音
zh_tw: 人聲

source: Include system log.
ar: تضمين سجل النظام.
de: Systemprotokoll einbeziehen.
es: Incluir registro del sistema.
fr: Inclure le journal système.
it: Includi log di sistema.
ja: システムログを含む。
ko: 시스템 로그 포함.
nl: Systeemlogboek opnemen.
pl: Dołącz dziennik systemowy.
pt: Incluir registro do sistema.
ru: Включить системный журнал.
th: รวมบันทึกของระบบ
tr: Sistem günlüğünü dahil et.
zh_hans: 包含系统日志
zh_hk: 包含系統日誌
zh_tw: 包含系統日誌。

source: Keyboard 1
ar: لوحة المفاتيح 1
de: Tastatur 1
es: Teclado 1
fr: Clavier 1
it: Tastiera 1
ja: キーボード 1
ko: 키보드 1
nl: Toetsenbord 1
pl: Klawiatura 1
pt: Teclado 1
ru: Клавиатура 1
th: คีย์บอร์ด 1
tr: Klavye 1
zh_hans: 键盘声 1
zh_hk: 鍵盤聲 1
zh_tw: 鍵盤 1

source: Keyboard 2
ar: لوحة المفاتيح 2
de: Tastatur 2
es: Teclado 2
fr: Clavier 2
it: Tastiera 2
ja: キーボード 2
ko: 키보드 2
nl: Toetsenbord 2
pl: Klawiatura 2
pt: Teclado 2
ru: Клавиатура 2
th: คีย์บอร์ด 2
tr: Klavye 2
zh_hans: 键盘声 2
zh_hk: 鍵盤聲 2
zh_tw: 鍵盤 2

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt: Idioma
ru: Язык
th: ภาษา
tr: Dil
zh_hans: 语言
zh_hk: 語言
zh_tw: 語言

source: Learn about Pro
ar: تعرف على النسخة المحترفة
de: Mehr über Pro erfahren
es: Aprender sobre Pro
fr: En savoir plus sur Pro
it: Scopri Pro
ja: Proについて学ぶ
ko: 프로에 대해 알아보기
nl: Leer over Pro
pl: Dowiedz się o Pro
pt: Saiba mais sobre o Pro
ru: Узнать о Pro
th: เรียนรู้เกี่ยวกับ Pro
tr: Pro hakkında bilgi edinin
zh_hans: 了解 Pro 高级版
zh_hk: 瞭解 Pro 高級版
zh_tw: 了解專業版

source: Lifetime Purchase(No Subscription)
ar: الشراء مدى الحياة (بدون اشتراك)
de: Einmaliger Kauf (kein Abonnement)
es: Compra de por vida (Sin suscripción)
fr: Achat à vie (Pas d\'abonnement)
it: Acquisto a vita (Nessun abbonamento)
ja: ライフタイム購入(サブスクリプションなし)
ko: 평생 구매(구독 없음)
nl: Levenslange aankoop (geen abonnement)
pl: Zakup na całe życie (bez subskrypcji)
pt: Compra vitalícia (Sem assinatura)
ru: Покупка на всю жизнь (без подписки)
th: การซื้อตลอดชีวิต (ไม่มีการสมัครสมาชิก)
tr: Ömür Boyu Satın Alma(Abonikel Yok)
zh_hans: 一次性买断终身授权(无订阅)
zh_hk: 一次性買斷終身授權(無訂閱)
zh_tw: 終身購買(無訂閱)

source: Lifetime updates
ar: تحديثات مدى الحياة
de: Lebenslange Updates
es: Actualizaciones de por vida
fr: Mises à jour à vie
it: Aggiornamenti a vita
ja: ライフタイムアップデート
ko: 평생 업데이트
nl: Levenslange updates
pl: Aktualizacje na całe życie
pt: Atualizações vitalícias
ru: Обновления на всю жизнь
th: การอัปเดตตลอดชีวิต
tr: Ömür boyu güncellemeler
zh_hans: 终身享受更新
zh_hk: 終身享受更新
zh_tw: 終身更新

source: Light
ar: خفيف
de: Leicht
es: Ligero
fr: Léger
it: Leggero
ja: 軽い
ko: 가벼운
nl: Licht
pl: Lekki
pt: Leve
ru: Легкий
th: เบา
tr: Hafif
zh_hans: 轻
zh_hk: 輕
zh_tw: 輕

source: Logging
ar: تسجيل
de: Protokollierung
es: Registro
fr: Journalisation
ja: ログ記録
ko: 로깅
nl: Loggen
pl: Rejestrowanie
pt: Registro
ru: Ведение журнала
th: การบันทึก
tr: Giriş
zh_hans: 日志中...
zh_hk: 日誌中...
zh_tw: 日誌

source: Main Background
ar: الخلفية الرئيسية
de: Haupt-Hintergrund
es: Fondo principal
fr: Fond principal
it: Sfondo principale
ja: メイン背景
ko: 메인 배경
nl: Hoofdachtergrond
pl: Główne tło
pt: Fundo principal
ru: Основной фон
th: พื้นหลังหลัก
tr: Ana Arka Plan
zh_hans: 主背景底色
zh_hk: 主背景底色
zh_tw: 主背景

source: Manage your History, Sounds, Themes here. You can also long-press on individual history items for management or calculate the sum.
ar: إدارة سجلك، الأصوات، الثيمات هنا. يمكنك أيضا الضغط مع الاستمرار على عناصر السجل الفردية للإدارة أو حساب المجموع.
de: Verwalten Sie hier Ihren Verlauf, Sounds, Themen. Sie können auch lange auf einzelne Verlaufselemente drücken, um sie zu verwalten oder die Summe zu berechnen.
es: Gestiona tu Historial, Sonidos, Temas aquí. También puedes mantener presionado en elementos individuales del historial para su gestión o calcular la suma.
fr: Gérez votre historique, vos sons, vos thèmes ici. Vous pouvez également appuyer longuement sur des éléments individuels de l\'historique pour la gestion ou calculer la somme.
it: Gestisci la tua Storia, Suoni, Temi qui. Puoi anche premere a lungo su singoli elementi della storia per la gestione o calcolare la somma.
ja: ここで履歴、サウンド、テーマを管理します。また、個々の履歴アイテムを長押しして管理したり、合計を計算したりすることもできます。
ko: 여기에서 기록, 사운드, 테마를 관리하십시오. 개별 기록 항목을 길게 눌러 관리하거나 합계를 계산할 수도 있습니다.
nl: Beheer hier je geschiedenis, geluiden, thema\'s. Je kunt ook lang drukken op individuele geschiedenisitems voor beheer of het totaal berekenen.
pl: Zarządzaj swoją historią, dźwiękami, motywami tutaj. Możesz również długim naciśnięciem zarządzać poszczególnymi elementami historii lub obliczać sumę.
pt: Gerencie seu histórico, sons, temas aqui. Você também pode pressionar longamente em itens individuais do histórico para gerenciamento ou calcular a soma.
ru: Управляйте своей историей, звуками, темами здесь. Вы также можете долго нажимать на отдельные элементы истории для управления или вычисления суммы.
th: จัดการประวัติ เสียง ธีมของคุณที่นี่ คุณยังสามารถกดค้างบนรายการประวัติแต่ละรายการเพื่อจัดการหรือคำนวณผลรวม
tr: Geçmişinizi, Seslerinizi, Temalarınızı buradan yönetin. Ayrıca tek tek geçmiş öğelerine uzun basarak yönetme veya toplamı hesaplama yapabilirsiniz.
zh_hans: 在此管理历史记录、音效、主题等，你也可以长按历史记录管理和全部计算求和。
zh_hk: 在此管理歷史記錄、音效、主題等，你也可以長按歷史記錄管理和全部計算求和。
zh_tw: 在此管理歷史記錄、音效、主題等，你也可以長按歷史記錄管理和全部計算求和。

source: Mandarin Female
ar: المرأة الصينية
de: Mandarin Weiblich
es: Mandarín Femenino
it: Mandarino Femmina
ja: 中国語女性
ko: 중국어 여성
nl: Mandarijn Vrouw
pl: Mandaryński żeński
pt: Mandarim Feminino
ru: Мандарин женский
th: ชาวจีนผู้หญิง
tr: Mandarin Kadın
zh_hans: 普通话女生
zh_hk: 普通話女生
zh_tw: 普通話女聲

source: Mandarin Male
ar: الرجل الصيني
de: Mandarin Männlich
es: Mandarín Masculino
it: Mandarino Maschio
ja: 中国語男性
ko: 중국어 남성
nl: Mandarijn Man
pl: Mandaryński męski
pt: Mandarim Masculino
ru: Мандарин мужской
th: ชาวจีนผู้ชาย
tr: Mandarin Erkek
zh_hans: 普通话男声
zh_hk: 普通話男聲
zh_tw: 普通話男聲

source: Mandarin Physical
ar: الصينية الفيزيائية
de: Mandarin Physisch
es: Mandarín Físico
it: Mandarino Fisico
ja: 中国語物理
ko: 중국어 물리
nl: Mandarijn Fysiek
pl: Mandaryński fizyczny
pt: Mandarim Físico
ru: Мандарин физический
th: ชาวจีนทางกายภาพ
tr: Mandarin Fiziki
zh_hans: 普通话物理计算器
zh_hk: 普通話物理計算器
zh_tw: 普通話實體

source: Margin
ar: الهامش
de: Rand
es: Margen
fr: Marge
it: Margine
ja: マージン
ko: 여백
nl: Marge
pl: Margines
pt: Margem
ru: Поле
th: ระยะขอบ
tr: Kenar
zh_hans: 外边距
zh_hk: 外邊距
zh_tw: 邊距

source: Medium
ar: متوسط
de: Mittel
es: Mediano
fr: Moyen
it: Intermedio
ja: 中間
ko: 중간
pl: Średni
pt: Médio
ru: Средний
th: กลาง
tr: Orta
zh_hans: 中
zh_hk: 中
zh_tw: 中等

source: More
ar: المزيد
de: Mehr
es: Más
fr: Plus
it: Altro
ja: もっと
ko: 더 보기
nl: Meer
pl: Więcej
pt: Mais
ru: Больше
th: เพิ่มเติม
tr: Daha Fazla
zh_hans: 更多
zh_hk: 更多
zh_tw: 更多

source: Musical Instruments
ar: الآلات الموسيقية
de: Musikinstrumente
es: Instrumentos musicales
fr: Instruments de musique
it: Strumenti musicali
ja: 楽器
ko: 음악 악기
nl: Muziekinstrumenten
pl: Instrumenty muzyczne
pt: Instrumentos musicais
ru: Музыкальные инструменты
th: เครื่องดนตรี
tr: Müzik Enstrümanları
zh_hans: 乐器音效
zh_hk: 樂器音效
zh_tw: 樂器

source: Mute Sound
ar: كتم الصوت
de: Ton stummschalten
es: Silenciar sonido
fr: Muet
it: Disattiva suono
ja: サウンドをミュート
ko: 소리 무음
nl: Geluid dempen
pl: Wycisz dźwięk
pt: Som mudo
ru: Отключить звук
th: ปิดเสียง
tr: Sesi Kapat
zh_hans: 静音
zh_hk: 靜音
zh_tw: 靜音

source: Network error, Retry
ar: خطأ في الشبكة، أعد المحاولة
de: Netzwerkfehler, Wiederholen
es: Error de red, Reintentar
fr: Erreur de réseau, Réessayer
it: Errore di rete, Riprova
ja: ネットワークエラー、再試行
ko: 네트워크 오류, 다시 시도
nl: Netwerkfout, opnieuw proberen
pl: Błąd sieci, spróbuj ponownie
pt: Erro de rede, tente novamente
ru: Ошибка сети, повторить
th: ข้อผิดพลาดของเครือข่าย ลองอีกครั้ง
tr: Ağ hatası, Tekrar dene
zh_hans: 网络错误，请点击重试
zh_hk: 網路錯誤，請點擊重試
zh_tw: 網路錯誤，重試

source: None
ar: لا شيء
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt: Nenhum
ru: Нет
th: ไม่มี
tr: Yok
zh_hans: 无
zh_hk: 無
zh_tw: 無

source: Number BG Color
ar: لون خلفية الرقم
de: Zahlenhintergrundfarbe
es: Color de fondo del número
fr: Couleur de fond du numéro
it: Colore di sfondo del numero
ja: 数字BGカラー
ko: 번호 BG 색상
nl: Nummer BG Kleur
pl: Kolor tła numeru
pt: Cor de fundo do número
ru: Цвет фона номера
th: สีพื้นหลังตัวเลข
tr: Numara BG Renk
zh_hans: 数字键背景色
zh_hk: 數字鍵背景色
zh_tw: 數字背景顏色

source: Number Preview
ar: معاينة الرقم
de: Zahlenvorschau
es: Vista previa del número
fr: Aperçu du numéro
it: Anteprima del numero
ja: 数字プレビュー
ko: 번호 미리보기
nl: Nummer Voorbeeld
pl: Podgląd numeru
pt: Pré-visualização do número
ru: Предварительный просмотр номера
th: ตัวอย่างตัวเลข
tr: Numara Önizleme
zh_hans: 预览数字
zh_hk: 預覽數字
zh_tw: 數字預覽

source: Number Text Color
ar: لون نص الرقم
de: Zahlentextfarbe
es: Color de texto del número
fr: Couleur du texte du numéro
it: Colore del testo del numero
ja: 数字テキストカラー
ko: 번호 텍스트 색상
nl: Nummer Tekstkleur
pl: Kolor tekstu numeru
pt: Cor do texto do número
ru: Цвет текста номера
th: สีข้อความตัวเลข
tr: Numara Metin Renk
zh_hans: 数字键字色
zh_hk: 數字鍵字色
zh_tw: 數字文字顏色

source: OK
ar: حسنا
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
zh_hans: 好
zh_hk: 好
zh_tw: 確定

source: Operation BG Color
ar: لون خلفية العملية
de: Operationshintergrundfarbe
es: Color de fondo de la operación
fr: Couleur de fond de l\'opération
it: Colore di sfondo dell\'operazione
ja: 操作BGカラー
ko: 작업 BG 색상
nl: Operatie BG Kleur
pl: Kolor tła operacji
pt: Cor de fundo da operação
ru: Цвет фона операции
th: สีพื้นหลังการดำเนินการ
tr: İşlem BG Renk
zh_hans: 运算符背景色
zh_hk: 運算符背景色
zh_tw: 操作背景顏色

source: Operation Text Color
ar: لون نص العملية
de: Operationstextfarbe
es: Color de texto de la operación
fr: Couleur du texte de l\'opération
it: Colore del testo dell\'operazione
ja: 操作テキストカラー
ko: 작업 텍스트 색상
nl: Operatie Tekstkleur
pl: Kolor tekstu operacji
pt: Cor do texto da operação
ru: Цвет текста операции
th: สีข้อความการดำเนินการ
tr: İşlem Metin Renk
zh_hans: 运算符字色
zh_hk: 運算符字色
zh_tw: 操作文字顏色

source: Other Apps
ar: تطبيقات أخرى
de: Andere Apps
es: Otras aplicaciones
fr: Autres applications
it: Altre App
ja: その他のアプリ
ko: 다른 앱
nl: Andere Apps
pl: Inne aplikacje
pt: Outros aplicativos
ru: Другие приложения
th: แอปอื่นๆ
tr: Diğer Uygulamalar
zh_hans: 其他 App
zh_hk: 其他作品
zh_tw: 其他應用程式

source: Permission
ar: الإذن
de: Berechtigung
es: Permiso
it: Permesso
ja: 許可
ko: 권한
nl: Toestemming
pl: Uprawnienia
pt: Permissão
ru: Разрешение
th: สิทธิ์
tr: İzin
zh_hans: 授权管理
zh_hk: 授權管理
zh_tw: 權限

source: Piano
ar: بيانو
de: Klavier
ja: ピアノ
ko: 피아노
pl: Pianino
ru: Пианино
th: เปียโน
tr: Piyano
zh_hans: 钢琴
zh_hk: 鋼琴
zh_tw: 鋼琴

source: Press Calculator Button
ar: اضغط على زر الة الحاسبة
de: Rechner-Taste drücken
es: Presiona el botón de la calculadora
fr: Appuyez sur le bouton Calculatrice
it: Premi il pulsante della calcolatrice
ja: 計算機ボタンを押す
ko: 계산기 버튼 누르기
nl: Druk op de rekenmachineknop
pl: Naciśnij przycisk Kalkulator
pt: Pressione o botão da calculadora
ru: Нажмите кнопку калькулятора
th: กดปุ่มเครื่องคิดเลข
tr: Hesap Makinesi Düğmesini Basın
zh_hans: 点击计算器按钮
zh_hk: 點擊計算器按鈕
zh_tw: 按計算器按鈕

source: Prevent Lock
ar: منع القفل
de: Verhindern Sie das Sperren
es: Evitar bloqueo
fr: Prévenir le verrouillage
it: Evita blocco
ja: ロックを防ぐ
ko: 잠금 방지
nl: Voorkom Lock
pl: Zapobiegaj blokadzie
pt: Prevenir Bloqueio
ru: Предотвратить блокировку
th: ป้องกันการล็อค
tr: Kilidi Engelle
zh_hans: 防止锁定
zh_hk: 防止鎖定
zh_tw: 防止鎖定

source: Preventing Screen Lock
ar: منع قفل الشاشة
de: Bildschirmsperre verhindern
es: Previniendo el Bloqueo de Pantalla
fr: Prévention du verrouillage de l'écran
it: Prevenire il blocco dello schermo
ja: 画面ロックの防止
ko: 화면 잠금 방지
nl: Voorkomen van schermvergrendeling
pt: Prevenindo o Bloqueio de Tela
tr: Ekran Kilidini Önleme
zh_hans: 防止屏幕锁定

source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 개인 정보
pl: Prywatność
pt: Privacidade
ru: Конфиденциальность
th: ความเป็นส่วนตัว
tr: Gizlilik
zh_hans: 隐私政策
zh_hk: 隱私政策
zh_tw: 隱私

source: Pro Unlocked 🎉
ar: تم فتح النسخة المحترفة 🎉
de: Pro freigeschaltet 🎉
es: Pro Desbloqueado 🎉
fr: Pro déverrouillé 🎉
it: Pro sbloccato 🎉
ja: Pro解除 🎉
ko: 프로 잠금 해제 🎉
nl: Pro ontgrendeld 🎉
pl: Pro odblokowane 🎉
pt: Pro Desbloqueado 🎉
ru: Pro разблокирован 🎉
th: ปลดล็อค Pro 🎉
tr: Pro Kilidi Açıldı 🎉
zh_hans: 恭喜已升级为 Pro 🎉
zh_hk: 恭喜已升級為 Pro 🎉
zh_tw: 專業版已解鎖 🎉

source: Quick Toolbox
ar: صندوق الأدوات السريع
de: Schnellzugriff-Toolbox
es: Caja de herramientas rápida
fr: Boîte à outils rapide
it: Casella degli strumenti rapida
ja: クイックツールボックス
ko: 빠른 도구상자
nl: Snelle Toolbox
pl: Szybki zestaw narzędzi
pt: Caixa de ferramentas rápida
ru: Быстрая панель инструментов
th: กล่องเครื่องมือด่วน
tr: Hızlı Araç Kutusu
zh_hans: 快捷工具箱
zh_hk: 快捷工具箱
zh_tw: 快速工具箱

source: Radius
ar: النصف القطر
es: Radio
fr: Rayon
it: Raggio
ja: 半径
ko: 반경
nl: Straal
pl: Promień
pt: Raio
ru: Радиус
th: รัศมี
tr: Yarıçap
zh_hans: 圆角弧度
zh_hk: 圓角弧度
zh_tw: 半徑

source: Random Sound
ar: الصوت العشوائي
de: Zufälliger Ton
es: Sonido aleatorio
fr: Son aléatoire
it: Suono casuale
ja: ランダムサウンド
ko: 랜덤 사운드
nl: Willekeurig geluid
pl: Losowy dźwięk
pt: Som aleatório
ru: Случайный звук
th: เสียงสุ่ม
tr: Rastgele Ses
zh_hans: 随机音效
zh_hk: 隨機音效
zh_tw: 隨機聲音

source: Random Theme
ar: الثيم العشوائي
de: Zufälliges Thema
es: Tema aleatorio
fr: Thème aléatoire
it: Tema casuale
ja: ランダムテーマ
ko: 랜덤 테마
nl: Willekeurig thema
pl: Losowy motyw
pt: Tema aleatório
ru: Случайная тема
th: ธีมสุ่ม
tr: Rastgele Tema
zh_hans: 随机主题
zh_hk: 隨機主題
zh_tw: 隨機主題

source: Read Result
ar: قراءة النتيجة
de: Ergebnis lesen
es: Leer resultado
fr: Lire le résultat
it: Leggi il risultato
ja: 結果を読む
ko: 결과 읽기
nl: Resultaat lezen
pl: Odczytaj wynik
pt: Ler resultado
ru: Читать результат
th: อ่านผลลัพธ์
tr: Sonucu Oku
zh_hans: 朗读结果
zh_hk: 朗讀結果
zh_tw: 讀取結果

source: Refresh All Json
ar: تحديث جميع Json
de: Alle Json aktualisieren
es: Actualizar todo Json
fr: Rafraîchir tout Json
it: Aggiorna tutto Json
ja: すべてのJsonを更新
ko: 모든 Json 새로 고침
nl: Vernieuw alle Json
pl: Odśwież wszystkie Json
pt: Atualizar todos os Json
ru: Обновить все Json
th: รีเฟรช Json ทั้งหมด
tr: Tüm Json'ı Yenile
zh_hans: 刷新所有 Json
zh_hk: 刷新所有 Json
zh_tw: 刷新所有Json

source: Remove pro now
ar: إزالة النسخة المحترفة الآن
de: Pro jetzt entfernen
es: Eliminar pro ahora
fr: Supprimer pro maintenant
it: Rimuovi pro ora
ja: Proを今すぐ削除
ko: 프로 지금 제거
nl: Verwijder pro nu
pl: Usuń pro teraz
pt: Remover pro agora
ru: Удалить pro сейчас
th: ลบ pro ตอนนี้
tr: Pro'yu şimdi kaldır
zh_hans: 临时重置 Pro
zh_hk: 臨時重置 Pro
zh_tw: 現在移除專業版

source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
ko: 복원
nl: Herstellen
pl: Przywróć
pt: Restaurar
ru: Восстановить
th: คืนค่า
tr: Geri Yükle
zh_hans: 恢复已购
zh_hk: 恢復已購
zh_tw: 恢復

source: Result Font Size
ar: حجم خط النتيجة
de: Ergebnisschriftgröße
es: Tamaño de fuente del resultado
fr: Taille de la police du résultat
it: Dimensione del carattere del risultato
ja: 結果フォントサイズ
ko: 결과 글꼴 크기
nl: Resultaat Lettergrootte
pl: Rozmiar czcionki wyniku
pt: Tamanho da fonte do resultado
ru: Размер шрифта результата
th: ขนาดตัวอักษรผลลัพธ์
tr: Sonuç Font Boyutu
zh_hans: 计算结果字号
zh_hk: 計算結果字號
zh_tw: 結果字體大小

source: Result Read Volume
ar: حجم قراءة النتيجة
de: Ergebnis-Lautstärke lesen
es: Volumen de lectura del resultado
fr: Volume de lecture du résultat
it: Volume di lettura del risultato
ja: 結果読み上げ音量
ko: 결과 읽기 볼륨
nl: Resultaat Leesvolume
pl: Głośność odczytu wyniku
pt: Volume de leitura do resultado
ru: Громкость чтения результата
th: ระดับเสียงอ่านผลลัพธ์
tr: Sonuç Okuma Ses Seviyesi
zh_hans: 结果朗读音量
zh_hk: 結果朗讀音量
zh_tw: 結果讀取音量

source: Result Text Color
ar: لون نص النتيجة
de: Ergebnistextfarbe
es: Color de texto del resultado
fr: Couleur du texte du résultat
it: Colore del testo del risultato
ja: 結果テキストカラー
ko: 결과 텍스트 색상
nl: Resultaat Tekstkleur
pl: Kolor tekstu wyniku
pt: Cor do texto do resultado
ru: Цвет текста результата
th: สีข้อความผลลัพธ์
tr: Sonuç Metin Rengi
zh_hans: 结果文字色
zh_hk: 結果文字色
zh_tw: 結果文字顏色

source: Review us (๑•ᴗ•๑)
ar: راجعنا (๑•ᴗ•๑)
de: Bewerten Sie uns (๑•ᴗ•๑)
es: Evalúanos (๑•ᴗ•๑)
fr: Examinez-nous (๑•ᴗ•๑)
it: Recensisci (๑•ᴗ•๑)
ja: レビューしてください (๑•ᴗ•๑)
ko: 리뷰 남기기 (๑•ᴗ•๑)
nl: Beoordeel ons (๑•ᴗ•๑)
pl: Oceń nas (๑•ᴗ•๑)
pt: Avalie-nos (๑•ᴗ•๑)
ru: Оцените нас (๑•ᴗ•๑)
th: รีวิวเรา (๑•ᴗ•๑)
tr: Bizi Değerlendirin (๑•ᴗ•๑)
zh_hans: 鼓励我们评价 (๑•ᴗ•๑)
zh_hk: 鼓勵我們評價 (๑•ᴗ•๑)
zh_tw: 給我們評價 (๑•ᴗ•๑)

source: Review with 5-Star (๑•ᴗ•๑)
ar: راجع بـ 5 نجوم (๑•ᴗ•๑)
de: Bewertung mit 5 Sternen (๑•ᴗ•๑)
es: Revisar con 5 estrellas (๑•ᴗ•๑)
fr: Examiner avec 5 étoiles (๑•ᴗ•๑)
it: Recensione con 5 stelle (๑•ᴗ•๑)
ja: 5つ星でレビュー (๑•ᴗ•๑)
ko: 5-스타 리뷰 (๑•ᴗ•๑)
nl: Beoordeel met 5 sterren (๑•ᴗ•๑)
pl: Oceń nas 5 gwiazdkami (๑•ᴗ•๑)
pt: Avalie com 5 estrelas (๑•ᴗ•๑)
ru: Оставьте отзыв с 5 звездами (๑•ᴗ•๑)
th: รีวิวด้วย 5 ดาว (๑•ᴗ•๑)
tr: 5-Yıldız ile Değerlendirme (๑•ᴗ•๑)
zh_hans: 鼓励我们5星好评 (๑•ᴗ•๑)
zh_hk: 鼓勵我們5星好評 (๑•ᴗ•๑)
zh_tw: 給我們五星評價 (๑•ᴗ•๑)

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuraciones
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
zh_hans: 设置
zh_hk: 設置
zh_tw: 設定

source: SFPro-Regular (Default)
ar: SFPro-Regular (الافتراضي)
de: SFPro-Regular (Standard)
es: SFPro-Regular (Por defecto)
fr: SFPro-Regular (Par défaut)
it: SFPro-Regular (Predefinito)
ja: SFPro-Regular (デフォルト)
ko: SFPro-Regular (기본)
nl: SFPro-Regular (Standaard)
pl: SFPro-Regular (Domyślnie)
pt: SFPro-Regular (Padrão)
ru: SFPro-Regular (По умолчанию)
th: SFPro-Regular (ค่าเริ่มต้น)
tr: SFPro-Regular (Varsayılan)
zh_hans: SFPro-Regular (默认)
zh_hk: SFPro-Regular (默認)
zh_tw: SFPro-Regular (預設)

source: Share with Friends🎁
ar: شارك مع الأصدقاء🎁
de: Mit Freunden teilen🎁
es: Compartir con amigos🎁
fr: Partager avec des amis🎁
it: Condividi con gli amici🎁
ja: 友達と共有🎁
ko: 친구들과 공유🎁
nl: Deel met vrienden🎁
pl: Podziel się z przyjaciółmi🎁
pt: Compartilhe com amigos🎁
ru: Поделиться с друзьями🎁
th: แชร์กับเพื่อนๆ🎁
tr: Arkadaşlarınla Paylaş🎁
zh_hans: 分享"桌面计算器"给好友🎁
zh_hk: 分享"桌面計算器"給好友🎁
zh_tw: 與朋友分享🎁

source: Show History
ar: عرض السجل
de: Verlauf anzeigen
es: Mostrar historial
fr: Afficher l\'historique
it: Mostra la storia
ja: 履歴を表示
ko: 기록 보기
nl: Toon geschiedenis
pl: Pokaż historię
pt: Mostrar histórico
ru: Показать историю
th: แสดงประวัติ
tr: Geçmişi Göster
zh_hans: 显示历史记录
zh_hk: 顯示歷史記錄
zh_tw: 顯示歷史

source: Sound Effects
ar: تأثيرات الصوت
de: Soundeffekte
es: Efectos de sonido
fr: Effets sonores
it: Effetti sonori
ja: サウンドエフェクト
ko: 사운드 효과
nl: Geluidseffecten
pl: Efekty dźwiękowe
pt: Efeitos sonoros
ru: Звуковые эффекты
th: เอฟเฟกต์เสียง
tr: Ses Efleriekt
zh_hans: 音效
zh_hk: 音效
zh_tw: 音效

source: Sound Enabled
ar: تم تمكين الصوت
de: Ton aktiviert
es: Sonido habilitado
fr: Son activé
it: Suono abilitato
ja: サウンド有効
ko: 사운드 활성화
nl: Geluid ingeschakeld
pl: Dźwięk włączony
pt: Som habilitado
ru: Звук включен
th: เปิดเสียง
tr: Ses Aktif
zh_hans: 已开启声音
zh_hk: 已開啟聲音
zh_tw: 聲音已開啟

source: Sound is loading...
ar: جارٍ تحميل الصوت...
de: Ton wird geladen...
es: El sonido se está cargando...
fr: Le son est en cours de chargement...
it: Il suono si sta caricando...
ja: サウンドを読み込んでいます...
ko: 사운드 로딩 중...
nl: Geluid wordt geladen...
pl: Dźwięk ładuje się...
pt: O som está carregando...
ru: Звук загружается...
th: เสียงกำลังโหลด...
tr: Ses yükleniyor...
zh_hans: 音效加载中...
zh_hk: 音效加載中...
zh_tw: 聲音正在載入...

source: Sound Muted
ar: تم كتم الصوت
de: Ton stummgeschaltet
es: Sonido silenciado
fr: Son coupé
it: Suono disattivato
ja: サウンドミュート
ko: 사운드 무음
nl: Geluid gedempt
pl: Dźwięk wyciszony
pt: Som mudo
ru: Звук отключен
th: ปิดเสียง
tr: Ses Kapalı
zh_hans: 已静音
zh_hk: 已靜音
zh_tw: 聲音已靜音

source: Sound Settings
ar: إعدادات الصوت
de: Toneinstellungen
es: Configuraciones de sonido
fr: Paramètres du son
it: Impostazioni del suono
ja: サウンド設定
ko: 사운드 설정
nl: Geluidsinstellingen
pl: Ustawienia dźwięku
pt: Configurações de som
ru: Настройки звука
th: การตั้งค่าเสียง
tr: Ses Ayarları
zh_hans: 声音设置
zh_hk: 聲音設置
zh_tw: 聲音設定

source: Sound Type
ar: نوع الصوت
de: Tonart
es: Tipo de sonido
fr: Type de son
it: Tipo di suono
ja: サウンドタイプ
ko: 사운드 유형
nl: Geluidstype
pl: Typ dźwięku
pt: Tipo de som
ru: Тип звука
th: ประเภทเสียง
tr: Ses Tipi
zh_hans: 声音类型
zh_hk: 聲音類型
zh_tw: 聲音類型

source: Sounds
ar: الأصوات
de: Töne
es: Sonidos
fr: Sons
it: Suoni
ja: サウンド
ko: 사운드
nl: Geluiden
pl: Dźwięki
pt: Sons
ru: Звуки
th: เสียง
tr: Sesler
zh_hans: 声音
zh_hk: 聲音
zh_tw: 聲音

source: Spacing
ar: التباعد
de: Abstand
es: Espaciado
fr: Espacement
it: Spaziatura
ja: スペーシング
ko: 간격
nl: Spatiëring
pl: Odstępy
pt: Espaçamento
ru: Расстояние
th: ระยะห่าง
tr: Aralık
zh_hans: 内间距
zh_hk: 內間距
zh_tw: 間距

source: Sum All
ar: مجموع الكل
de: Alles addieren
es: Sumar todo
fr: Somme de tous
it: Somma tutto
ja: すべて合計
ko: 모두 합산
nl: Alles optellen
pl: Sumuj wszystko
pt: Somar tudo
ru: Сумма всех
th: ผลรวมทั้งหมด
tr: Tümünü Topla
zh_hans: 全部求和
zh_hk: 全部求和
zh_tw: 全部加總
